{"abstract":"The optimal timing of vaccination with SARS-CoV-2 vaccines after cellular therapy is incompletely understood. The objectives of this study are to determine whether humoral and cellular responses after SARS-CoV-2 vaccination differ if initiated <4 months versus 4-12 months after cellular therapy.","title":"SARS-CoV-2 vaccination in the first year after hematopoietic cell transplant or chimeric antigen receptor T cell therapy: A prospective, multicenter, observational study.","journal":"Clinical infectious diseases : an official publication of the Infectious Diseases Society of America","language":"eng","year":"2024","month":"May","doi":"10.1093\/cid\/ciae291","full_text_urls":"https:\/\/doi.org\/10.1093\/cid\/ciae291"}
{"abstract":"Dealing with sequence coordinates in different formats and reference genomes is challenging in genetic research. This complexity arises from the need to convert and harmonize datasets of different sources using alternating nomenclatures. Since manual processing is time-consuming and requires specialized knowledge, the Sequence Conversion and Analysis Toolbox (SeqCAT) was developed for daily work with genetic datasets. Our tool provides a range of functions designed to standardize and convert gene variant coordinates based on various sequence types. Its user-friendly web interface provides easy access to all functionalities, while the Application Programming Interface (API) enables automation within pipelines. SeqCAT provides access to human genomic, protein and transcript data, utilizing various data resources and packages and extending them with its own unique features. The platform covers a wide range of genetic research needs with its 14 different applications and 3 info points, including search for transcript and gene information, transition between reference genomes, variant mapping, and genetic event review. Notable examples are 'Convert Protein to DNA Position' for translation of amino acid changes into genomic single nucleotide variants, or 'Fusion Check' for frameshift determination in gene fusions. SeqCAT is an excellent resource for converting sequence coordinate data into the required formats and is available at: https:\/\/mtb.bioinf.med.uni-goettingen.de\/SeqCAT\/.","title":"SeqCAT: Sequence Conversion and Analysis Toolbox.","journal":"Nucleic acids research","language":"eng","year":"2024","month":"May","doi":"10.1093\/nar\/gkae422","full_text_urls":"https:\/\/doi.org\/10.1093\/nar\/gkae422"}
